export const ratingPriorities = {
  salary: 1.0, // Зарплата
  project: 1.0, // Проект
  techStack: 0.95, // Стек технологий
  colleagues: 0.95, // Коллеги
  management: 0.9, // Руководство
  interview: 0.85, // Собеседование
  techAssignment: 0.5, // Тех. задание
  bonuses: 0.8, // Бонусы – дополнительные выплаты сверх зарплаты
  premiums: 0.8, // Премии – вознаграждения за успехи и достижения
  stocks: 0.8, // Акции – участие в капитале компании
  vacation: 0.75, // Отпускные
  workFormat: 0.75, // Онлайн/гибрид/оффлайн
  medical: 0.7, // Медстраховка
};
